export const texts = [
    {
        title: "\"Кожна деталь — це мистецтво.\"",
        description: "В Porsche ми не просто створюємо автомобілі. Кожна лінія, кожен елемент дизайну має свою мету — дарувати задоволення від кожного моменту за кермом."
    },

    {
        title: "\"Швидкість. Точність. Досконалість.\"",
        description: "Кожен Porsche — це поєднання безкомпромісної потужності і точності, що дає водію максимальний контроль і насолоду від їзди. Безперервно вдосконалюючи технології, ми створюємо машини, які завжди залишаються на крок попереду."
    },

    {
        titile: "\"Інновації Porsche: Водіння майбутнього\"",
        description: "Porsche ми не просто слідуємо за технологічними трендами, ми їх задаємо. Завдяки інноваційним розробкам, як система PDK (Porsche Doppelkupplung) для перемикання передач або електричний привід, що забезпечує неймовірну швидкість, ми постійно вдосконалюємо досвід водіння. Технології Porsche завжди на крок попереду."
    }
]